---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FabricFailures.WrongFabricSheetSpacing
source: html/9632c99f-3d63-022c-3312-5fa0f38cad9b.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FabricFailures.WrongFabricSheetSpacing Property

Wrong Spacing of the Fabric Sheet Type.

## Syntax (C#)
```csharp
public static FailureDefinitionId WrongFabricSheetSpacing { get; }
```